
// до 10 c помощью цикла FOR*/
// /* С помощью цикла While нарисовать прямоугольный треугольник звездочками/ Пример внизу*/
// /*нарисовать код такого треугольника
// *
// * *
// * **
// * ***
// * ****
//  */

// /*
// var lines = 5;
// var line = "";
// var cnt = 1;
// while (cnt <= lines){
// line +="*";
// console.log(line);
// cnt++;
// }
// */


// /*УСЛОВИЕ: Вывести числа от 0 до 10 с помощью цикла While*/

// /*var	i = 0;
// while (i<10) {
// 	console.log (i);
// 	i += 1;
// }


// /*УСЛОВИЕ: Вывести числа от 0 
//     /*for (i = 0; i < 10; i++) {
//     console.log(i);
// }*/ /*вывод будет цифры от 0 до 10*/

